'''
1.完成衣服销售数据的统计和分析
2.上传代码到云端仓库，并把仓库地址发到群里
'''

print('------------------12月份衣服销售数据统计----------------')
print('日期--------服装名称------价格/件------库存量---销售量/日')
print('01号\t\t羽绒服\t\t253.6\t\t500\t\t10')
print('02号\t\t牛仔裤\t\t86.3\t\t600\t\t60')
print('03号\t\t风 衣\t\t96.8\t\t335\t\t43')
print('04号\t\t皮 草\t\t135.9\t\t855\t\t63')
print('05号\t\tT 血\t\t65.8\t\t632\t\t63')
print('06号\t\t衬 衫\t\t49.3\t\t562\t\t120')
print('07号\t\t牛仔裤\t\t86.3\t\t600\t\t72')
print('08号\t\t羽绒服\t\t253.6\t\t500\t\t69')
print('09号\t\t牛仔裤\t\t86.3\t\t600\t\t35')
print('10号\t\t羽绒服\t\t253.6\t\t500\t\t140')
print('11号\t\t牛仔裤\t\t86.3\t\t600\t\t90')
print('12号\t\t皮 草\t\t135.9\t\t855\t\t24')
print('13号\t\tT 血\t\t65.8\t\t632\t\t45')
print('14号\t\t风 衣\t\t96.8\t\t335\t\t25')
print('15号\t\t牛仔裤\t\t86.3\t\t600\t\t60')
print('16号\t\tT 血\t\t65.8\t\t632\t\t129')
print('17号\t\t羽绒服\t\t253.6\t\t500\t\t10')
print('18号\t\t风 衣\t\t96.8\t\t335\t\t43')
print('19号\t\tT 血\t\t65.8\t\t632\t\t63')
print('20号\t\t牛仔裤\t\t86.3\t\t600\t\t60')
print('21号\t\t皮 草\t\t135.9\t\t855\t\t63')
print('22号\t\t风 衣\t\t96.8\t\t335\t\t60')
print('23号\t\tT 血\t\t65.8\t\t632\t\t58')
print('24号\t\t牛仔裤\t\t86.3\t\t600\t\t140')
print('25号\t\tT 血\t\t65.8\t\t632\t\t48')
print('26号\t\t风 衣\t\t96.8\t\t335\t\t43')
print('27号\t\t皮 草\t\t135.9\t\t855\t\t57')
print('28号\t\t羽绒服\t\t253.6\t\t500\t\t10')
print('29号\t\tT 血\t\t65.8\t\t632\t\t63')
print('30号\t\t风 衣\t\t96.8\t\t335\t\t78')
print("总金额：198400.6￥")
print("平均每天买6613.353333件")



