def print_lists_v(*list):
    lists_zipped = zip(*list)
    for i in lists_zipped:
        print(*i,sep='\t\t')
lisr00 = ['日期\t','01号','02号','03号','04号','05号','06号','07号', '08号','09号','10号']
list01 = ['服装名称\t','羽绒服\t','牛仔裤\t','风 衣\t','皮 草\t','T 桖\t','衬 衫\t','牛仔裤\t','羽绒服\t','牛仔裤\t','羽绒服\t']
list02 = ['价格/件\t','253.6\t','86.3\t','96.8\t','135.9\t','65.8\t','49.3\t','86.3\t','253.6\t','86.3\t','253.6\t']
list03 = ['库存数量\t','500\t\t','600\t\t','335\t\t','855\t\t','632\t\t','562\t\t','600\t\t','500\t\t','600\t\t','500\t\t']
list04 = ['销售量/日\t','500','600','335','855','632','562','600','500','600','500','600']
print_lists_v(lisr00,list01,list02,list03,list04)